chore(content): write-only draft [linux/operations/troubleshooting/module-6.3-process-debugging]
